import React from 'react';
import style from './index.module.css';

const Advice = (): JSX.Element => (
    <div className={style.container}>
        <div>
            <div>
                <h3>СКОЛЬКО ТЮЛЬПАНОВ ДАРИТЬ НА 8 МАРТА?</h3>
                <p>8 Марта – идеальный универсальный праздник, чтобы подарить цветы симпатичной коллеге или соседке по парте. Мелочь, а приятно! И кто знает, что может получиться из этого весеннего подарка.
                </p>
            </div>
            <div>
            <h3>ТЮЛЬПАНЫ КОЛЛЕГЕ</h3>
            <p>Коллегам принято дарить букет из 7, 9 или 15 цветков. Считается, что ярко-оранжевые тюльпаны выражают стремление к успеху и процветанию. А еще ярко-оранжевый похож на горящее сердце, и этот цвет легко приплести к вашим пылким сердцам.</p>
            </div>
            <div>
                <h3>ТЮЛЬПАНЫ ЛЮБИМОЙ ДЕВУШКЕ</h3>
                <p>Здесь правил нет, есть только бесконечность. Любимой девушке – чем больше тюльпанов, тем лучше. Главное, больше 7 штук. Охапка разноцветных пионовидных тюльпанов, корзинка или коробка с ними, корзинища или коробища! Перед выбором представьте, сможет ли Ваша избранница обхватить эту тару. Т.е. обхватить, чтобы унести. Если да, то вариант беспроигрышный – берите! Если подарок покажется маловесным для выражения ваших теплых чувств, добавьте небольшую милую игрушку и/или открытку с признанием.</p>
            </div>
            <div>
                <h3>ТЮЛЬПАНЫ МАМЕ, ТЕТУШКЕ, БАБУЛЕНЬКЕ</h3>
                <p>Как известно, кроме мамы, в воспитании участвует также и бабушка, и отчасти родная тётя. Такое бывает, но не всем везет. Так вот если вам всё же сильно повезло и у вас три мамы, то каждой – по пышному букету. Пусть это будут однотонные букеты, например, белый, розовый, желтый. Или тюльпаны со стрелами или, как вариант, тюльпаны с пушистой бахромой. И бабушка, и тетя, и мама будут рады вашему вниманию.</p>
            </div>
            <div>
                <h3>ТЮЛЬПАНЫ ЖЕНЕ!</h3>
                <p>Не верьте злым языкам, которые уверяют, что «желтые тюльпаны – вестники разлуки». В Международный женский день, в начале долгожданной весны, букет теплого цвета прольется бальзамом на душу после холодной зимы. А именно 51 желтый тюльпан в одном букете ошеломит вашу спутницу на много – много дней. Это прекрасно!</p>
            </div>
            <div>
                <h3>ТЮЛЬПАНЫ ДЕВУШКЕ МЕЧТЫ!</h3>
                <p>Бывает, нет слов, а только чувства. Бывает, нет повода, а надо что-то делать для сближения. Международный женский день тот самый случай, чтобы символично выразить многое, на что нет слов или лучше вообще смолчать. А то, знаете как, начинаешь нервничать, говорить всякую фигню…Здесь Вам в помощь букет из 25 белых или нежно – розовых тюльпанов в количестве 51 штуки. От красоты этих букетов хочется плакать. Но недолго =D Они потрясающе красивые. Если 51-го нежно – розового тюльпана покажется мало, то у нас готов букет из 101-го такого же нежно – розового облака счастья. Это облако Вас ждёт.</p>
            </div>
        </div>
        <p></p>
    </div>
);

export default Advice;
